"NSPhotoLibraryUsageDescription" = "نحن بحاجة إلى الوصول إلى معرض الصور الخاص بك للسماح لك باختيار صورة الملف الشخصي.";
"NSCameraUsageDescription" = "نحن بحاجة إلى الوصول إلى الكاميرا الخاصة بك للسماح لك بالتقاط صورة ملف تعريفي جديدة.";
"NSMicrophoneUsageDescription" = "نحن بحاجة إلى الميكروفون لتمكين التسجيل الصوتي في بعض الميزات.";
"NSSpeechRecognitionUsageDescription" = "نحن نستخدم خاصية التعرف على الصوت للسماح لك بالتفاعل مع التطبيق باستخدام صوتك.";
